Repository: KDE/kanagram
Catalog: po/*/kanagram.po
Languages: sv

source: This setting stores the currently selected Vocabulary.
sv: Den här inställningen lagrar ordförrådet som för närvarande är valt.

source: This setting allows you to decide one-player or two-player mode
sv: Den här inställningen låter dig bestämma om en eller två spelare ska spela

source: This setting allows you to set in seconds how long Kanagram's hint bubble is shown.
sv: Den här inställningen låter dig ange hur länge Kanagrams tipsbubbla visas i sekunder.

source: This setting allows you to set in seconds how much time is available for resolving the anagram.
sv: Den här inställningen låter dig ange hur mycket tid som är tillgänglig för att lösa anagrammet.

source: This setting allows you to set in seconds the time interval of the score timer.
sv: Den här inställningen låter dig ange poängtidtagningens tidsintervall i sekunder.

source: This setting allows you to set the score associated with a correct answer.
sv: Inställningen låter dig ange poäng som hör ihop med ett korrekt svar.

source: This setting allows you to set the score associated with an incorrect answer.
sv: Inställningen låter dig ange poäng som hör ihop med ett felaktigt svar.

source: This setting allows you to set the score associated with reveal answer.
sv: Inställningen låter dig ange poäng som hör ihop med avslöja svar.

source: This setting allows you to set the score associated with a skipped word.
sv: Inställningen låter dig ange poäng som hör ihop med ett överhoppat ord.

source: Turns sounds on/off.
sv: Stänger av eller sätter på ljud.

source: Use uppercase.
sv: Använd stora bokstäver.

source: Turns pronunciations on/off.
sv: Stänger av eller sätter på uttal.

source: Set the default translation
sv: Ställer in standardöversättningen

# @title:group main settings page name
source: General
sv: Allmänt

source: Vocabularies
sv: Ordförråd

source: No hint
sv: Inget tips

# @item:inlistbox no language for that locale
source: None
sv: Inget

source: An anagram game
sv: Ett anagramspel

source: Coding
sv: Kodning

source: Design, Graphics and many Vocabularies
sv: Design, grafik och många ordförråd

source: Maintainer
sv: Underhåll

source: Coding & Design
sv: Kodning och konstruktion

source: Modularization and porting to Mobile
sv: Modularisering och överföring till mobil

source: Sound effects
sv: Ljudeffekter

source: Italian Data Files
sv: Italienska datafiler

source: Danish Data Files
sv: Danska datafiler

source: German Data Files
sv: Tyska datafiler

source: British English Data Files
sv: Brittisk engelska datafiler

source: Swedish Data Files
sv: Svenska datafiler

source: Slovenian Data Files
sv: Slovenska datafiler

source: Ukrainian Data Files
sv: Ukrainska datafiler

source: Hungarian Data Files
sv: Ungerska datafiler

source: 2-player mode
sv: Två spelare

source: Letters turned to clickable buttons
sv: Bokstäver ändrade till klickbara knappar

# NAME OF TRANSLATORS
source: Your names
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
sv: stefan.asserhall@bredband.net

source: This setting allows you to set the length of time Kanagram's hint bubble is shown.
sv: Den här inställningen låter dig ange hur lång tid Kanagrams tipsbubbla visas.

source: Hints
sv: Tips

source: Auto-hide hints after:
sv: Dölj tips automatiskt efter:

source: Do Not Auto-Hide Hints
sv: Dölj inte tips automatiskt

source: 3 Seconds
sv: 3 sekunder

source: 5 Seconds
sv: 5 sekunder

source: 7 Seconds
sv: 7 sekunder

source: 9 Seconds
sv: 9 sekunder

source: Time for resolving the anagram:
sv: Tid för att lösa anagrammet:

source: No time limit
sv: Ingen tidsgräns

source: 15 Seconds
sv: 15 sekunder

source: 30 Seconds
sv: 30 sekunder

source: 45 Seconds
sv: 45 sekunder

source: 60 Seconds
sv: 60 sekunder

source: Vocabulary Options
sv: Ordförrådsalternativ

source: Play using:
sv: Spela med:

source: Scoring Options
sv: Poängalternativ

source: Set timer for scoring purpose:
sv: Ställ in tidtagning i poängsyfte:

source: Score Point Settings
sv: Inställningar av poäng

source: Assign score for correct answer :
sv: Tilldela betyg för korrekt svar:

source: +5 points
sv: +5 poäng

source: +10 points
sv: +10 poäng

source: +15 points
sv: +15 poäng

source: +20 points
sv: +20 poäng

source: Assign score for incorrect answer :
sv: Tilldela betyg för felaktigt svar:

source: -1 point
sv: -1 poäng

source: -2 points
sv: -2 poäng

source: -3 points
sv: -3 poäng

source: -4 points
sv: -4 poäng

source: Assign score for reveal answer :
sv: Tilldela betyg för avslöjat svar:

source: -6 points
sv: -6 poäng

source: -8 points
sv: -8 poäng

source: Assign score for skipped word :
sv: Tilldela betyg för överhoppat ord:

source: Use sou&nds
sv: A&nvänd ljud

source: Use only uppercase letters.
sv: Använd bara stora bokstäver.

source: Only uppercase letters
sv: Använd bara stora bokstäver

source: Turn pronunciations on or off.
sv: Sätter på eller stänger av uttal.

source: Say correct words
sv: Läs rätt ord

source: Next Vocabulary
sv: Nästa ordförråd

source: Previous Vocabulary
sv: Föregående ordförråd

source: Start Timer
sv: Starta tidtagning

source: Show Hint
sv: Visa tips

source: Reveal Word
sv: Avslöja ord

source: Show Wiki Content
sv: Visa innehåll på Wiki

source: Score :
sv: Poäng:

source: Player 1 :
sv: Spelare 1:

source: Player 2 :
sv: Spelare 2:

source: Close dialog for new game
sv: Stäng dialogrutan för nytt spel

source: Time Up. Player 2's Turn
sv: Tiden är slut. Andra spelarens tur

source: Close
sv: Stäng

source: Quit
sv: Avsluta

source: Change mode
sv: Ändra spelare

source: Next Anagram
sv: Nästa anagram

source: 1st Player
sv: Första spelare

source: 2nd Player
sv: Andra spelare

source: Configure
sv: Anpassa

source: About
sv: Om

source: About KDE
sv: Om KDE

source: About Kanagram
sv: Om Kanagram

source: Kanagram Handbook
sv: Handbok Kanagram

source: Would you like to save your changes?
sv: Vill du spara dina ändringar?

source: Save Changes Dialog
sv: Dialogruta för att spara ändringar

source: New Item
sv: Nytt objekt

source: Vocabulary Editor
sv: Ordförrådseditor

source: &Save
sv: &Spara

source: &Close
sv: Stän&g

source: The description of the vocabulary. If you are creating a new vocabulary, add a description so that users of your vocabulary will know what kinds of words it contains.
sv: Ordförrådets beskrivning. Om du skapar ett nytt ordförråd, lägg till en beskrivning så att användare av ordförrådet vet vilken sorts ord det innehåller.

source: &Description:
sv: &Beskrivning:

source: The name of the vocabulary you are editing.
sv: Namnet på ordförrådet som du redigerar.

source: Vocabulary &name:
sv: Ordförråds&namn:

source: Removes the selected word.
sv: Tar bort det markerade ordet.

source: &Remove Word
sv: &Ta bort ord

source: Creates a new word.
sv: Skapar ett nytt ord.

source: &New Word
sv: &Nytt ord

source: The list of words in the vocabulary.
sv: Listan med ord i ordförrådet.

source: The selected word. This box allows you to edit the selected word.
sv: Det markerade ordet. Rutan låter dig redigera det markerade ordet.

source: &Word:
sv: &Ord:

source: The selected hint. Add a hint to aid in guessing the word.
sv: Det markerade tipset. Lägg till ett tips för att ge hjälp att gissa ordet.

source: &Hint:
sv: &Tips:

source: Creates a new vocabulary.
sv: Skapar ett nytt ordförråd.

source: Create &New
sv: Skapa &ny

source: Download new vocabulary from "Get hot new Stuff"
sv: Ladda ner nytt ordförråd från "Hämta heta nyheter"

source: Download new vocabulary
sv: Ladda ner nytt ordförråd

source: Edits the selected vocabulary.
sv: Redigerar markerat ordförråd.

source: &Edit
sv: &Redigera

source: The list of installed vocabularies.
sv: Listan över installerade ordförråd.

source: Title
sv: Titel

source: Description
sv: Beskrivning
